aardvark-dns
acpi_call
activate-linux-git
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
advcpmv
adw-gtk3
adwaita-qt5-git
adwaita-qt6-git
aic94xx-firmware
air-bin
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
android-file-transfer
android-platform
android-sdk
android-sdk-build-tools
android-sdk-cmdline-tools-latest
android-sdk-platform-tools
android-tools
apache
apidog
appmenu-gtk-module
arc-gtk-theme
aria2
asciinema
asciinema-agg
asciiquarium
atool
audacity
auto-epp-rs
autoconf
automake
axu-bin
b43-fwcutter
base
base-devel
bash-completion
bat
batmanager
bc
beekeeper-studio-bin
bind
binutils
bison
bleachbit
blueman
bluez
bluez-utils
bottles
bottom
brave-bin
breeze
bridge-utils
brightnessctl
browserpass
bruno-bin
btrfs-progs
bun-bin
c-lolcat
cantarell-fonts
cargo-watch
catppuccin-gtk-theme-mocha
cava
chafa
chaotic-keyring
chaotic-mirrorlist
checkbashisms
cloudflare-warp-bin
cloudflared-bin
cmatrix
composer
cpupower
cryptsetup
cups
cups-filters
cups-pdf
dart
dbmate
ddgr
debtap
device-mapper
dhclient
diffutils
distrobox
dmidecode
dmraid
dnscrypt-proxy
dnsmasq
dosfstools
downgrade
dragon-drop-git
duckstation
duf
dunst
dust
e2fsprogs
efibootmgr
efitools
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
eos-hooks
eos-log-tool
eos-rankmirrors
exfatprogs
expac
eza
f2fs-tools
fakeroot
fd
ffmpeg
ffmpegthumbnailer
ffsend-bin
file
findutils
firewalld
flex
flutter
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
foot
fsarchiver
gamemode
gamescope
gawk
gcc
geminicommit-bin
genact
gettext
ghostscript
gimp
git
gksu
gleam-bin
global
glow
gnome-keyring
gnutls
go
go-mod-outdated
go-task
gosec-bin
gource
gparted
gping
greetd
greetd-tuigreet
grep
grim
grimblast-git
groff
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gutenprint
guvcview
gvfs
gzip
halp-bin
handbrake
hdparm
heroic-games-launcher-bin
hplip
htop
hwinfo
hyperfine
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker-git
imv
inetutils
inxi
iwd
iwgtk
jdk21-openjdk
jfsutils
jpegoptim
jq
k6
kdeconnect
kdenlive
keepassxc
kernel-install-for-dracut
klavaro
kondo
kvantum
kvantum-theme-catppuccin-git
kvantum-theme-materia
lazygit
lefthook
less
lf
lib32-gnutls
lib32-libpulse
lib32-libva-mesa-driver
lib32-mesa-vdpau
lib32-vulkan-icd-loader
lib32-vulkan-radeon
libdvdcss
libgsf
libopenraw
libpulse
libreoffice-fresh
libreoffice-fresh-id
librewolf-bin
libtool
libtpms
libva-mesa-driver
libvirt
lightly-kf5-git
linux
linux-firmware
linux-firmware-qlogic
linux-headers
linux-lts
linux-lts-headers
logrotate
lsb-release
lutris
lvm2
lxappearance
m4
macchina-bin
make
man-db
man-pages
mangohud
mariadb
mbedtls
mbedtls2
mdadm
mediainfo
meld
mesa-utils
mesa-vdpau
minio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mlocate
modemmanager
mongodb-bin
mongodb-compass
mpc
mpd
mpv
mpv-thumbfast-git
mtools
namcap
nano
nano-syntax-highlighting
nb
ncmpcpp
neofetch
neovim
networkmanager
newsboat
nfs-utils
nginx
nilfs-utils
nodejs
noisetorch-git
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
nwg-displays
nwg-look
obs-studio
oha
openslide
openssl-1.1
optipng
os-prober
otf-geist-mono-nerd
otf-monaspace
ouch
p7zip
pacman
pacman-contrib
papirus-icon-theme
parcellite
pass
pass-otp
patch
pavucontrol
pcmanfm
pcsx2-avx-git
pdftk
perl
pgcli
phinger-cursors
php
php-apache
php-gd
php-xsl
picard
pipes.sh
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
pkgfile
playerctl
pm2
podman
podman-compose
polkit-kde-agent
polychromatic
pomo
pomodoro
poppler-glib
postgresql
postgresql-old-upgrade
postman-bin
ppp
pptpclient
prayermate-id
procs
protontricks-git
protonup-qt
python
python-capng
python-packaging
python-pyqt5
python-reportlab
qemu-base
qpwgraph
qt5ct
qt6-wayland
qt6ct
rclone
redis
reflector
reflector-simple
reiserfsprogs
ripgrep
rofi-lbonn-wayland
rose-pine-gtk-theme
rsync
rustdesk-bin
rustup
s-nail
scrcpy
screenkey
sd
seahorse
sed
slurp
smartmontools
smassh-bin
sof-firmware
solid5
spdlog
speedtest-cli
splix
sqlc
sshfs
starship
steam
stow
sudo
sway-audio-idle-inhibit-git
swtpm
syncthing
sysfsutils
system-config-printer
systemd-sysvcompat
tailspin
taskwarrior-tui
tealdeer
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
time
timeshift
tokei
trash-cli
trashy-git
tree
ttf-bitstream-vera
ttf-dejavu
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-ms-fonts
ttf-opensans
ttf-plus-jakarta-sans
tumbler
turso-cli
typioca-git
udiskie
ueberzugpp
unarchiver
unrar
unzip
upd72020x-fw
upower
upscayl-bin
upx
usb_modeswitch
usbutils
uuid
uwufetch
v4l2loopback-dkms
virt-manager
vivid
vpnc
vscodium-bin
vulkan-radeon
w3m
watchexec
waybar
wd719x-firmware
wev
wf-recorder
wget
which
whois
wine-gecko
wireless-regdb
wl-clipboard
wl-mirror
wlogout
wlr-randr
wmctrl
wpa_supplicant
wrk
xarchiver
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-ninja-git
xdg-user-dirs
xdg-utils
xdotool
xf86-input-libinput
xfsprogs
xh
xorg-xdpyinfo
xorg-xev
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xsane
xterm
yad
yay
yazi
yt-dlp
zathura
zathura-pdf-poppler
zig
zip
zls
zoom
zoxide
zps
zsh
zsh-autosuggestions
zsh-fast-syntax-highlighting
zsh-history-substring-search
zsh-syntax-highlighting
