activate-linux-git
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
aic94xx-firmware
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
android-tools
apache
appmenu-gtk-module
arandr
arc-gtk-theme
aria2
ark
audacious
auto-cpufreq
autoconf
automake
autotiling
autotiling-rs-git
b43-fwcutter
base
bash-completion
bat
bind
binutils
bison
blender
bluez
bluez-utils
bottom
brave-bin
bridge-utils
brightnessctl
btrfs-progs
caffeine-ng
cantarell-fonts
catppuccin-gtk-theme-macchiato
catppuccin-gtk-theme-mocha
chaotic-keyring
chaotic-mirrorlist
cht.sh-git
cmatrix
composer
cpupower
cryptsetup
cups
cups-filters
cups-pdf
curlie
dart
dbeaver
device-mapper
dhclient
dialog
diffutils
discord
dmenu
dmidecode
dmraid
dnscrypt-proxy
dnsmasq
docker
docker-compose
dosfstools
downgrade
duf
dunst
dust
e2fsprogs
efibootmgr
efitools
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
entr
eos-apps-info
eos-hooks
eos-log-tool
eos-packagelist
eos-quickstart
eos-rankmirrors
eos-update-notifier
evillimiter
exa
exfatprogs
expac
f2fs-tools
fakeroot
fd
feh
ffmpegthumbnailer
figlet
file
findutils
firefox
firefox-i18n-id
firewalld
flatpak
flex
focalboard-bin
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
fpc
freebasic
fsarchiver
gamemode
gawk
gcc
gettext
ghostscript
gimp
git
gksu
glava
global
glow
gnome-keyring
gnu-netcat
go
gofumpt
gparted
gping
grep
groff
grub
grub-customizer
grub-tools
grub2-theme-endeavouros
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gutenprint
gvfs
gzip
haveged
hdparm
heroic-games-launcher-bin
hplip
htop
httrack
hwdetect
hwinfo
hyperfine
i3-gaps
i3lock
i3lock-fancy-git
i3status
imwheel
inetutils
inkscape
inxi
ipw2100-fw
ipw2200-fw
iwd
jdk-openjdk
jfsutils
jp2a
jpegoptim
jq
kio-fuse
kvantum
kvantum-theme-catppuccin-git
lazarus
lazarus-qt5
lazygit
less
lib32-libva-mesa-driver
lib32-mesa-vdpau
lib32-vulkan-icd-loader
lib32-vulkan-radeon
libdvdcss
libgsf
libinput-gestures
libopenraw
libreoffice-fresh
libreoffice-fresh-id
libtool
libtpms
libva-mesa-driver
libvirt
libwnck3
lightly-qt
linux
linux-firmware
linux-firmware-qlogic
linux-headers
linux-lts
linux-lts-headers
logrotate
lsb-release
lsscsi
lvm2
lxappearance
ly
m4
maim
make
man-db
man-pages
mangohud
mariadb
mdadm
mechvibes
mediainfo
meld
mesa-utils
mesa-vdpau
micro
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
modemmanager
mongodb-bin
mongodb-compass
most
mpc
mpd
mpv-mpris
mtools
nano
nano-syntax-highlighting
nbd
ncmpcpp
ndisc6
neofetch
neovim
nerd-fonts-jetbrains-mono
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
ngrok
nilfs-utils
nnn-nerd
noisetorch
noto-fonts
noto-fonts-emoji
nss-mdns
nsxiv
ntfs-3g
obs-studio
octave
octave-communications
onlyoffice-bin
openconnect
opendoas
openrazer-meta
openssl-1.1
openvpn
optipng
os-prober
ouch
p7zip
packettracer
pacman
pacman-contrib
papirus-icon-theme
paru
pass
pass-otp
passff-host
patch
pavucontrol
pcmanfm
perl
perl-image-exiftool
pfetch-git
php
php-apache
php-gd
php-intl
picard
picom
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
pkgfile
playerctl
pnpm-bin
polkit-gnome
polybar
polychromatic
poppler-glib
postgresql
postman-bin
ppp
pptpclient
procs
protonup-qt
pv
python
python-capng
python-defusedxml
python-packaging
python-pyqt5
python-reportlab
qemu-base
qogir-gtk-theme
qt5ct
qt6ct
rabbitmq
redis
redshift
reflector
reflector-simple
reiserfsprogs
ripgrep
ristretto
rmlint
rofi
rp-pppoe
rsync
rust-analyzer
rustdesk-bin
rustup
s-nail
scrcpy
screenkey
sed
sg3_utils
shotcut
simplescreenrecorder
smartmontools
sndcpy-bin
sof-firmware
solid
speedtest-cli
splix
sshfs
starship
steam
stow
sudo
swtpm
syncthing
sysfsutils
system-config-printer
systemd-sysvcompat
tealdeer
tenacity-git
texinfo
thefuck
timeshift-bin
tokei
trash-cli-git
tree
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-ms-fonts
ttf-opensans
tumbler
udiskie
unrar
unzip
upd72020x-fw
upower
upscayl-bin
usb_modeswitch
usbutils
v4l2loopback-dkms
vi
virt-manager
vpnc
vulkan-radeon
wd719x-firmware
welcome
wget
which
whois
wireless-regdb
wireless_tools
wmctrl
wpa_supplicant
wrk
xautolock
xclip
xdg-ninja
xdg-user-dirs
xdg-utils
xdotool
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xfsprogs
xidlehook
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xev
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xplr
xsane
xsettingsd
xss-lock
xterm
yad
yay
yt-dlp
zathura
zathura-pdf-poppler
zellij
zip
zoom
zoxide
zramd
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
zsh-you-should-use
