activate-linux-git
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
advcpmv
adwaita-qt5
adwaita-qt6
aic94xx-firmware
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
android-file-transfer
android-tools
apache
appmenu-gtk-module
arandr
arc-gtk-theme
aria2
ark
artem-bin
asciinema
atuin
auto-cpufreq
autoconf
automake
b43-fwcutter
base
base-devel
bash-completion
bat
bc
bind
binutils
bison
bluez
bluez-utils
bore
bottles
bottom
brave-bin
breeze
bridge-utils
brightnessctl
btrfs-progs
caffeine-ng
cantarell-fonts
catppuccin-cursors-mocha
catppuccin-gtk-theme-macchiato
catppuccin-gtk-theme-mocha
cava
chaotic-keyring
chaotic-mirrorlist
cloudflare-warp-bin
cocogitto
composer
connman
cpupower
cryptsetup
cups
cups-filters
cups-pdf
dbeaver
debtap
device-mapper
devour
dhclient
dialog
diffutils
discord
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
downgrade
duf
dunst
dust
e2fsprogs
efibootmgr
efitools
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
entr
eos-apps-info
eos-hooks
eos-log-tool
eos-packagelist
eos-quickstart
eos-rankmirrors
eos-update-notifier
eslint_d
evillimiter
exa
exfatprogs
expac
f2fs-tools
fakeroot
fd
feh
ffmpegthumbnailer
figlet
file
findutils
firewalld
fish
fish-done
fisher
flex
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
foot
fpc
freebasic
fsarchiver
gamemode
gamescope
gammastep
gawk
gcc
genact
gettext
ghostscript
gimp-git
git
gksu
global
glow
gnome-keyring
gnutls
go
gparted
gping
grep
grim
grimblast-git
groff
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gutenprint
guvcview
gvfs
gzip
halp-bin
hdparm
heroic-games-launcher-bin
hplip
htop
httrack
hwinfo
hyperfine
hyprland
hyprpaper
imv
inetutils
inxi
ipw2100-fw
ipw2200-fw
iwd
j4-dmenu-desktop
jamesdsp
jdk-openjdk
jfsutils
jp2a
jpegoptim
jq
kdeconnect
kdenlive
kernel-install-mkinitcpio
kio-fuse
klavaro
kvantum
kvantum-theme-catppuccin-git
kvantum-theme-materia
lazygit
lefthook
less
lf
lib32-gnutls
lib32-libpulse
lib32-libva-mesa-driver
lib32-mesa-vdpau
lib32-vulkan-icd-loader
lib32-vulkan-radeon
libdvdcss
libgsf
libinput-gestures
libopenraw
libpulse
libreoffice-fresh
libreoffice-fresh-id
librewolf-bin
libtool
libtpms
libva-mesa-driver
libvirt
lightly-qt
linux
linux-firmware
linux-firmware-qlogic
linux-headers
linux-lts
linux-lts-headers
localsend-bin
logrotate
lsb-release
lvm2
lxappearance
ly
m4
maim
make
man-db
man-pages
mangohud
mariadb
mdadm
mediainfo
meld
mesa-utils
mesa-vdpau
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mlocate
modemmanager
mongodb-bin
mongodb-compass
mpc
mpd
mpv
mpv-mpris
mtools
nano
nano-syntax-highlighting
ncmpcpp
neofetch
neovim
network-manager-applet
networkmanager
newaita-icons-git
newsboat
nfs-utils
nginx
nilfs-utils
nnn-nerd
nodejs
noisetorch
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
nsxiv
ntfs-3g
nwg-look
obs-studio
obsidian
oha
openconnect
opendoas
openrazer-meta
openssl-1.1
openvpn
optipng
os-prober
otf-firamono-nerd
otf-font-awesome
ouch
p7zip
pacman
pacman-contrib
papirus-icon-theme
parallel
parcellite
paru
pass
pass-otp
passff-host
passff-host-librewolf-git
patch
pavucontrol
pcmanfm
perl
pfetch-git
php
php-apache
php-gd
picard
picom
pipes.sh
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
pkgfile
playerctl
pm2
pnpm-bin
polkit-kde-agent
polychromatic
poppler-glib
postgresql
postgresql-old-upgrade
postman-bin
ppp
pptpclient
procs
protonup-qt
python
python-capng
python-packaging
python-pyqt5
python-reportlab
qemu-base
qogir-gtk-theme
qt5ct
qt6-wayland
qt6ct
rabbitmq
redis
redshift
reflector
reflector-simple
reiserfsprogs
ripgrep
rofi-lbonn-wayland-git
rsync
rustdesk-bin
s-nail
scrcpy
screenkey
sd
sed
shotcut
simplescreenrecorder
slurp
smartmontools
sof-firmware
solid
speedtest-cli
splix
sshfs
starship
steam
stow
sudo
swayidle
swaylock-effects-git
swtpm
sxhkd
sysfsutils
system-config-printer
systemd-sysvcompat
taskwarrior-tui
tealdeer
tenacity-git
texinfo
time
timeshift-bin
tokei
trash-cli
tree
ttf-bitstream-vera
ttf-dejavu
ttf-font-awesome
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-ms-fonts
ttf-opensans
typst
udiskie
ueberzug
unrar
unzip
upd72020x-fw
upower
upscayl-bin
usb_modeswitch
usbutils
uwufetch
v4l2loopback-dkms
vi
virt-manager
vpnc
vulkan-radeon
w3m
watchexec
waybar-hyprland-git
wd719x-firmware
welcome
wev
wf-recorder
wget
which
whois
wireless-regdb
wl-clipboard
wlogout
wmctrl
wofi
wpa_supplicant
wrk
xautolock
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xdotool
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xfsprogs
xh
xidlehook
xorg-server
xorg-xdpyinfo
xorg-xev
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xsane
xss-lock
xterm
yad
yay
yt-dlp
ytfzf
zathura
zathura-pdf-poppler
zip
zoom
zoxide
zramswap
